{
    "sid_items_NPC_Sel_Armor_name": "SEL Harness",
    "sid_items_NPC_Sel_Armor_description": "A dark ribbed shirt paired with a stripped-down shoulder harness for carrying small essentials. No armor plates, no anomaly shielding — just enough utility to keep a knife, bolts, and a couple of mags within reach.",
    "sid_items_NPC_Sel_Neutral_Armor_name": "SEL Rookie Outfit",
    "sid_items_NPC_Sel_Neutral_Armor_description": "A civilian black ribbed shirt reinforced with a basic SEL shoulder harness and improvised attachment points for small gear. Built for newcomers who can’t afford real protection but still want their hands free and supplies close.",
    "sid_items_NPC_Tec_Armor_name": "Technician’s Outfit",
    "sid_items_NPC_Tec_Armor_description": "A practical outfit favored by mechanics and field technicians working near the Zone’s hot spots. It’ll keep sparks and debris off your skin, but bullets and anomalies won’t care about your profession.",
    "sid_items_NPC_Cloak_Heavy_Neutral_Armor_name": "Heavy Stalker Coat",
    "sid_items_NPC_Cloak_Heavy_Neutral_Armor_description": "A bulky protective cloak worn over reinforced combat gear, favored by experienced loners operating far from safe routes. Thick treated fabric and stitched-in protective layers help shield the wearer from environmental hazards and minor anomalous exposure while also masking silhouettes at a distance.",
    "sid_items_NPC_SkinCloak_Bandit_Armor_name": "Bandit Trench Jacket",
    "sid_items_NPC_SkinCloak_Bandit_Armor_description": "A long, dark leather coat reinforced with patched-in armor plates and worn by seasoned bandits for both intimidation and limited protection. Flexible enough for quick escapes, sturdy enough to survive a few stray bullets, and guaranteed to make anyone crossing your path think twice. Comfort was clearly sacrificed for style and fear factor.",
    "sid_items_NPC_HeavyExoskeleton_Mercenaries_Armor_name": "Colossus Exosuit",
    "sid_items_NPC_HeavyExoskeleton_Mercenaries_Armor_description": "A fully reinforced exoskeleton designed for mercenary operations in the harshest Zone environments. Integrated servo systems and high-grade armor plates allow the wearer to carry heavy loads and withstand sustained fire.",
    "sid_items_NPC_Heavy_Military_Armor_name": "HVM-3 Field Armor",
    "sid_items_NPC_Heavy_Military_Armor_description": "A reinforced combat suit built from layered ballistic plates and durable fabric. Designed for front-line survival in the Zone, it offers solid protection against small arms and minor anomalies while remaining flexible enough for patrols and extended expeditions.",
    "sid_items_NPC_Cloak_Heavy_Military_Armor_name": "Sentinel Coat",
    "sid_items_NPC_Cloak_Heavy_Military_Armor_description": "A heavy-duty military jacket worn over reinforced field armor, designed to shield the wearer from environmental hazards and provide modest concealment. Thick, treated fabric and integrated padding protect against debris and minor anomalies, while the flowing design allows for quick movement and adaptability in the field.",
    "sid_items_NPC_Sci_Armor_name": "Researcher Field Suit",
    "sid_items_NPC_Sci_Armor_description": "A lightweight suit designed for Zone researchers and field scientists. Built from durable, chemical-resistant fabric with basic anomaly-resistant lining, it allows freedom of movement while offering minimal protection from environmental hazards. Not intended for combat — its primary focus is utility, comfort, and survival during long expeditions into unpredictable territory.",
    "sid_items_NPC_Battle_Noon_Armor_name": "Noontide Combat Suit",
    "sid_items_NPC_Battle_Noon_Armor_description": "A rugged combat suit designed for peak-field operations under the harsh Zone sun. Reinforced panels and a light ballistic vest provide moderate protection against small arms and minor anomalies, while breathable materials prevent overheating during long daylight excursions.",
    "sid_items_NPC_HeavyAnomaly_Noon_Armor_name": "Noontide Aegis Suit",
    "sid_items_NPC_HeavyAnomaly_Noon_Armor_description": "A reinforced anomaly-resistant suit designed for high-risk Zone expeditions under the full glare of the sun. Bulkier than standard Noontide gear, it slows the wearer but significantly increases survivability for those who dare to operate in the Zone’s most perilous areas.",
    "sid_items_NPC_HeavyExoskeleton_Noon_Armor_name": "Titan Exosuit",
    "sid_items_NPC_HeavyExoskeleton_Noon_Armor_description": "A fully reinforced exoskeleton built for extreme exposure in the Zone during the sun’s peak. Integrated servos and high-grade armor plates allow the wearer to endure sustained fire, heavy loads, and intense anomalous conditions.",
    "sid_items_NPC_Exoskeleton_Noon_Armor_name": "Noontide Exoskeleton",
    "sid_items_NPC_Exoskeleton_Noon_Armor_description": "A lightweight exoskeleton designed for extended operations in the Zone. Reinforced joints and modest armor plating offer protection from small arms fire and minor anomalous effects, while servo-assisted mobility reduces fatigue during long treks. Practical, reliable, and ideal for operators who need enhanced endurance without the burden of a full heavy exosuit.",
    "sid_items_NPC_Spark_Armor_name": "Spark Field Suit",
    "sid_items_NPC_Spark_Armor_description": "A lightweight suit designed for Zone operatives conducting fieldwork or anomaly research. Durable, chemical-resistant fabric and basic anomaly lining provide modest protection against environmental hazards. Prioritizes mobility, utility, and comfort over combat readiness.",
    "sid_items_NPC_Anomaly_Spark_Armor_name": "Spark Anomaly Suit",
    "sid_items_NPC_Anomaly_Spark_Armor_description": "An enhanced field suit engineered to protect neutral operators from the Zone’s unpredictable anomalies. Reinforced anomaly-resistant fabric, partial shielding panels, and a basic environmental support system reduce exposure to radiation, chemical hazards, and minor anomalous effects.",
    "sid_items_NPC_HeavyExoskeleton_Spark_Armor_name": "Vulcan Exosuit",
    "sid_items_NPC_HeavyExoskeleton_Spark_Armor_description": "A reinforced heavy exoskeleton built for prolonged exposure to the Zone’s most hazardous anomalies. Servo-assisted joints reduce fatigue while thick armor plates and integrated shielding help protect against radiation, chemical hazards, and minor anomalous effects.",
    "sid_items_NPC_Heavy_Corps_Armor_name": "Guardian Suit",
    "sid_items_NPC_Heavy_Corps_Armor_description": "Standard-issue heavy armor worn by Corps operatives stationed around Pripyat. Reinforced plates and durable fabrics provide protection against stray fire and minor anomalies, while utility harnesses allow for essential field equipment.",
    "sid_items_NPC_Heavy2_Coprs_Armor_name": "Elite Guardian Armor",
    "sid_items_NPC_Heavy2_Coprs_Armor_description": "An upgraded heavy armor suit issued to veteran Corps operatives. Enhanced ballistic plating, reinforced joints, and improved environmental resistance provide superior protection against small arms fire and minor anomalies.",
    "sid_items_NPC_Heavy3_Corps_Armor_name": "Vanguard Suit",
    "sid_items_NPC_Heavy3_Corps_Armor_description": "The pinnacle of Corps armor, combining thick, multilayered ballistic plates with reinforced anomaly-resistant materials. Designed for maximum survivability and intimidation, this Suit embodies the authority and discipline of those tasked with guarding the Zone’s most sensitive areas.",
    "sid_items_NPC_Heavy3Exoskeleton_Coprs_Armor_name": "Vanguard Exosuit",
    "sid_items_NPC_Heavy3Exoskeleton_Coprs_Armor_description": "A state-of-the-art exoskeleton reserved for the most experienced Corps operatives. Reinforced armor plates, servo-assisted joints, and advanced load-bearing systems allow the wearer to carry heavy gear, withstand small arms fire, and endure extended exposure to minor anomalies.",
    "sid_items_NPC_Exoskeleton_Coprs_Armor_name": "Guardian Exoskeleton",
    "sid_items_NPC_Exoskeleton_Coprs_Armor_description": "A lightweight exoskeleton designed for Corps patrols along the Pripyat border. Practical and durable, the Corps Field Exosuit allows operatives to maintain control and presence in the Zone without the bulk of a full heavy exosuit."
}